{
    "scripture" : [
        {
            "date":"2022-5-31",
            "verse":"But [a]may the God of all grace, who called [b]us to His eternal glory by Christ Jesus after you have suffered a while, [c]perfect, establish, strengthen, and settle you. <br /> 1 Peter 5:10" 
        },
        {
            "date":"2022-6-1",
            "verse":"His mother said to the servants, 'Whatever He says to you, do it.' <br /> John 2:5" 
        },
        {
            "date":"2022-6-2",
            "verse":"Jesus said to them, /“Fill the waterpots with water./” And they filled them up to the brim. <br /> John 2:7" 
        },
        {
            "date":"2022-6-3",
            "verse":"By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going. <br /> Hebrews 11:8" 
        },
        {
            "date":"2022-6-4",
            "verse":"Every place that the sole of your foot will tread upon I have given you, as I said to Moses. <br /> Joshua 1:3" 
        },
        {
            "date":"2022-6-5",
            "verse":"Then David spoke to the men who stood by him, saying, 'What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?'<br /> 1 Samuel 17:26" 
        },
        {
            "date":"2022-6-6",
            "verse":"For if by the one man's [a]offense death reigned through the one, much more those who receive abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ. <br /> Romans 5:17" 
        },
        {
            "date":"2022-6-7",
            "verse":"Have I not commanded you? Be strong and of good courage; do not be afraid, nor be dismayed, for the Lord your God is with you wherever you go. <br /> Joshua 1:9" 
        },
        {
            "date":"2022-6-8",
            "verse":"But David said to Saul, 'Your servant used to keep his father's sheep, and when a lion or a bear came and took a lamb out of the flock, <br /> 1 Samuel 17:34" 
        },
        {
            "date":"2022-6-9",
            "verse":"I went out after it and struck it, and delivered the lamb from its mouth; and when it arose against me, I caught it by its beard, and struck and killed it. <br /> 1 Samuel 17:35" 
        },
        {
            "date":"2022-6-10",
            "verse":"Your servant has killed both lion and bear; and this uncircumcised Philistine will be like one of them, seeing he has defied the armies of the living God.” <br /> 1 Samuel 17:36" 
        },
        {
            "date":"2022-6-11",
            "verse":"In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will, <br /> Ephesians 1:11" 
        },
        {
            "date":"2022-6-12",
            "verse":"The Lord shall reign forever and ever. <br /> Exodus 15:18" 
        },
        {
            "date":"2022-6-13",
            "verse":"The Spirit of the Lord God is upon Me, Because the Lord has anointed Me To preach good tidings to the poor; He has sent Me to [a]heal the brokenhearted, To proclaim liberty to the captives, And the opening of the prison to those who are bound; 2 To proclaim the acceptable year of the Lord, And the day of vengeance of our God; To comfort all who mourn <br /> Isaiah 61:1-2" 
        },
        {
            "date":"2022-6-14",
            "verse":"Behold, the days are coming, says the Lord, That I will raise to David a Branch of righteousness; A King shall reign and [a]prosper, And execute [b]judgment and righteousness in the [c]earth <br /> Jeremiah 23:5" 
        },
        {
            "date":"2022-6-15",
            "verse":"And have made [a]us kings[b] and priests to our God; And [c]we shall reign on the earth <br /> Revelation 5:10" 
        },
        {
            "date":"2022-6-16",
            "verse":"And it came to pass in the four hundred and [a]eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month of [b]Ziv, which is the second month, that he began to build the house of the Lord. <br /> 1 Kings 6:1" 
        },
        {
            "date":"2022-6-17",
            "verse":"So David inquired of the Lord, saying, Shall I pursue this troop? Shall I overtake them? <br /> 1 Samuel 30:8" 
        },
        {
            "date":"2022-6-18",
            "verse":"If we endure, We shall also reign with Him. If we deny Him, He also will deny us <br /> 2 Timothy 2:12" 
        },
        {
            "date":"2022-6-19",
            "verse":"the eyes of your [a]understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints, <br /> Ephesians 1:18" 
        },
        {
            "date":"2022-6-20",
            "verse":"Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you Yes, I will help you, I will uphold you with My righteous right hand. <br /> Isaiah 41:10" 
        },
        {
            "date":"2022-6-21",
            "verse":"To whom He was not announced, they shall see; And those who have not heard shall understand. <br /> Romans 15:21" 
        },
        {
            "date":"2022-6-22",
            "verse":"How beautiful upon the mountains Are the feet of him who brings good news, Who proclaims peace, Who brings glad tidings of good things, Who proclaims salvation, Who says to Zion, Your God reigns!. <br /> Isaiah 52:7" 
        },
        {
            "date":"2022-6-23",
            "verse":"And He will reign over the house of Jacob forever, and of His kingdom there will be no end <br /> Luke 1:33" 
        },
        {
            "date":"2022-6-24",
            "verse":"and has made us [a]kings and priests to His God and Father, to Him be glory and dominion forever and ever. Amen. <br /> Revelation 1:6" 
        },
        {
            "date":"2022-6-25",
            "verse":"Most assuredly, I say to you, he who believes in Me, the works that I do he will do also and greater works than these he will do, because I go to My Father. <br /> John 14:12" 
        },
        {
            "date":"2022-6-26",
            "verse":"Behold, I give you the authority to trample on serpents and scorpions, and over all the power of the enemy, and nothing shall by any means hurt you. <br /> Luke 10:19" 
        },
        {
            "date":"2022-6-27",
            "verse":"Let no one [a]despise your youth, but be an example to the believers in word, in conduct in love, [b]in spirit, in faith, in purity. <br /> 1 Timothy 4:12" 
        },
        {
            "date":"2022-6-28",
            "verse":"Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church [a]of God which He purchased with His own blood. <br /> Acts 20:28" 
        },
        {
            "date":"2022-6-29",
            "verse":"Therefore I remind you to stir up the gift of God which is in you through the laying on of my hands. <br /> 2 Timothy 1:6" 
        },
        {
            "date":"2022-6-30",
            "verse":"Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ, <br /> Ephesians 1:3" 
        },
        {
            "date":"2022-7-1",
            "verse":"Now God worked unusual miracles by the hands of Paul, <br /> Acts 19:11" 
        },
        {
            "date":"2022-7-2",
            "verse":"So the word of the Lord grew mightily and prevailed. <br /> Acts 19:20" 
        },
        {
            "date":"2022-7-3",
            "verse":"Here am I and the children whom the Lord has given me! We are for signs and wonders in Israel From the Lord of hosts, Who dwells in Mount Zion. <br /> Isaiah 8:18" 
        },
        {
            "date":"2022-7-4",
            "verse":"For from you the word of the Lord has sounded forth, not only in Macedonia and Achaia, but also in every place. Your faith toward God has gone out, so that we do not need to say anything <br /> 1 Thessalonians 1:8" 
        },
        {
            "date":"2022-7-5",
            "verse":"But as we have been approved by God to be entrusted with the gospel, even so we speak, not as pleasing men, but God who tests our hearts. 5 For neither at any time did we use flattering words, as you know, nor a [a]cloak for covetousness—God is witness. <br /> 1 Thessalonians 2:4-5" 
        }
    ]
}