{
    "scripture" : [
        {
            "date":"2022-7-9",
            "verse":"But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, 23 gentleness and self-control. Against such things there is no law <br /> Galatians 5:22-23" 
        },
        {
            "date":"2022-7-10",
            "verse":"redeeming the time, because the days are evil. <br /> Ephesians 5:16" 
        },
        {
            "date":"2022-7-11",
            "verse":"Those who do wickedly against the covenant he shall [a]corrupt with flattery; but the people who know their God shall be strong, and carry out great exploits. <br /> Daniel 11:32" 
        },
        {
            "date":"2022-7-12",
            "verse":"Behold, a king will reign in righteousness, And princes will rule with justice. <br /> Isaiah 32:1" 
        },
        {
            "date":"2022-7-13",
            "verse":"For the weapons of our warfare are not [a]carnal but mighty in God for pulling down strongholds, 5 casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, <br /> 2 Corinthians 10:4-5" 
        },
        {
            "date":"2022-7-14",
            "verse":" Now to the King eternal, immortal, invisible, to [a]God who alone is wise, be honor and glory forever and ever. Amen. <br /> 1 Timothy 1:17" 
        },
        {
            "date":"2022-7-15",
            "verse":"He makes [a]my feet like the feet of deer, And sets me on my high places <br /> 2 Samuel 22:34" 
        },
        {
            "date":"2022-7-16",
            "verse":"Then the trees said to the fig tree, 'You come and reign over us!' <br /> Judges 9:10" 
        },
        {
            "date":"2022-7-17",
            "verse":"And of Zion it will be said, 'This one and that one were born in her; And the Most High Himself shall establish her. <br /> 1 Psalms 87:5" 
        },
        {
            "date":"2022-7-18",
            "verse":"Therefore, my beloved, as you have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling; 13 for it is God who works in you both to will and to do for His good pleasure <br /> Philippians 2:12-13" 
        },
        {
            "date":"2022-7-19",
            "verse":"And for this reason He is the Mediator of the new covenant, by means of death, for the redemption of the transgressions under the first covenant, that those who are called may receive the promise of the eternal inheritance. <br /> Hebrews 9:15" 
        },
        {
            "date":"2022-7-20",
            "verse":"He who is slothful in his work Is a brother to him who is a great destroyer. <br /> Proverbs 18:9" 
        },
        {
            "date":"2022-7-21",
            "verse":"Therefore the kingdom of heaven is like a certain king who wanted to settle accounts with his servants. <br /> Matthew 18:23" 
        },
        {
            "date":"2022-7-22",
            "verse":"Then they said to Him, “What shall we do, that we may work the works of God?” 29 Jesus answered and said to them, “This is the work of God, that you believe in Him whom He sent.” <br /> John 6:28-29" 
        },
        {
            "date":"2022-7-23",
            "verse":"In Him you also trusted, after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise, 14 who[a] is the [b]guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory. <br /> Ephesians 1:13-14" 
        },
        {
            "date":"2022-7-24",
            "verse":"Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, <br /> Hebrews 12:1" 
        },
        {
            "date":"2022-7-25",
            "verse":"But the manifestation of the Spirit is given to each one for the profit of all: 8 for to one is given the word of wisdom through the Spirit, to another the word of knowledge through the same Spirit, <br /> 1 Corinthians 12:7-8" 
        },
        {
            "date":"2022-7-26",
            "verse":"Arise, shine; For your light has come! And the glory of the Lord is risen upon you. <br /> Isaiah 60:1" 
        },
        {
            "date":"2022-7-27",
            "verse":"For you were once darkness, but now you are light in the Lord. Walk as children of light 9 (for the fruit of the [a]Spirit is in all goodness, righteousness, and truth), 10 finding out what is acceptable to the Lord. <br /> Ephesians 5:8-10" 
        },
        {
            "date":"2022-7-28",
            "verse":"I rejoiced greatly that I have found some of your children walking in truth, as we received commandment from the Father. <br /> 2 John 4" 
        },
        {
            "date":"2022-7-29",
            "verse":"Because he has set his love upon Me, therefore I will deliver him; I will [a]set him on high, because he has known My name. <br /> Psalms 91:14" 
        },
        {
            "date":"2022-7-30",
            "verse":"Behold, I give you the authority to trample on serpents and scorpions, and over all the power of the enemy, and nothing shall by any means hurt you. <br /> Luke 10:19" 
        },
        {
            "date":"2022-7-31",
            "verse":"And these signs will follow those who [a]believe: In My name they will cast out demons; they will speak with new tongues; 18 they[b] will take up serpents; and if they drink anything deadly, it will by no means hurt them; they will lay hands on the sick, and they will recover.” <br /> Mark 16:17-18" 
        },
        {
            "date":"2022-8-1",
            "verse":"Then he said, “Go, borrow vessels from everywhere, from all your neighbors—empty vessels; do not gather just a few. <br /> 12 kings 4:3" 
        }
    ]
}