{
    "scripture" : [
        {
            "date":"2022-8-9",
            "verse":"Then the people rejoiced, for they had offered willingly, because with a loyal heart they had offered willingly to the Lord; and King David also rejoiced greatly <br /> 1 Chronicles 29:9" 
        },
        {
            "date":"2022-8-10",
            "verse":"Then the people rejoiced, for they had offered willingly, because with a loyal heart they had offered willingly to the Lord; and King David also rejoiced greatly <br /> 1 Chronicles 29:9" 
        },
        {
            "date":"2022-8-11",
            "verse":"So Mordecai went out from the presence of the king in royal apparel of [a]blue and white, with a great crown of gold and a garment of fine linen and purple; and the city of [b]Shushan rejoiced and was glad. <br /> Esther 8:15" 
        },
        {
            "date":"2022-8-12",
            "verse":"In His days the righteous shall flourish, And abundance of peace, Until the moon is no more. 8 He shall have dominion also from sea to sea, And from the River to the ends of the earth. <br /> Psalms 72:7-8" 
        },
        {
            "date":"2022-8-13",
            "verse":"And Solomon had all these articles made in such great abundance that the weight of the bronze was not determined. <br /> 2 Chronicles 4:18" 
        },
        {
            "date":"2022-8-14",
            "verse":"For the Lord your God is bringing you into a good land, a land of brooks of water, of fountains and springs, that flow out of valleys and hills <br /> Deuteronomy 8:7" 
        },
        {
            "date":"2022-8-15",
            "verse":"When you have eaten and are full, then you shall bless the Lord your God for the good land which He has given you. <br /> Deuteronomy 8:10" 
        },
        {
            "date":"2022-8-16",
            "verse":"Therefore David blessed the Lord before all the assembly; and David said: “Blessed are You, Lord God of Israel, our Father, forever and ever. 11 Yours, O Lord, is the greatness, The power and the glory, The victory and the majesty; For all that is in heaven and in earth is Yours; Yours is the kingdom, O Lord, And You are exalted as head over all. <br /> 1 Chronicles 29:10-11" 
        },
        {
            "date":"2022-8-17",
            "verse":"And you shall remember the Lord your God, for it is He who gives you power to get wealth, that He may [a]establish His covenant which He swore to your fathers, as it is this day. <br /> Deuteronomy 8:18" 
        },
        {
            "date":"2022-8-18",
            "verse":"Beloved, I pray that you may prosper in all things and be in health, just as your soul prospers. <br /> 3 John 2" 
        },
        {
            "date":"2022-8-19",
            "verse":"Both riches and honor come from You, And You reign over all. In Your hand is power and might; In Your hand it is to make great And to give strength to all. <br /> 1 Chronicles 29:12" 
        },
        {
            "date":"2022-8-20",
            "verse":"But the meek shall inherit the earth, And shall delight themselves in the abundance of peace. <br /> Psalms 37:11" 
        },
        {
            "date":"2022-8-21",
            "verse":"Therefore keep the words of this covenant, and do them, that you may prosper in all that you do. <br /> Deuteronomy 29:9" 
        },
        {
            "date":"2022-8-22",
            "verse":"Then Isaac sowed in that land, and reaped in the same year a hundredfold; and the Lord blessed him. 13 The man began to prosper, and continued prospering until he became very prosperous; <br /> Genesis 26:12-13" 
        },
        {
            "date":"2022-8-23",
            "verse":"He who covers his sins will not prosper, But whoever confesses and forsakes them will have mercy. <br /> Proverbs 28:13" 
        },
        {
            "date":"2022-8-24",
            "verse":"O Lord our God, all this abundance that we have prepared to build You a house for Your holy name is from Your hand, and is all Your own. <br /> 1 Chronicles 29:16" 
        },
        {
            "date":"2022-8-25",
            "verse":"So King Solomon surpassed all the kings of the earth in riches and wisdom. <br /> 1 Kings 10:23" 
        },
        {
            "date":"2022-8-26",
            "verse":"Then Elijah said to Ahab, 'Go up, eat and drink; for there is the sound of abundance of rain.' <br /> 1 Kings 18:41" 
        },
        {
            "date":"2022-8-27",
            "verse":"So I answered them, and said to them, “The God of heaven Himself will prosper us; therefore we His servants will arise and build, but you have no heritage or right or memorial in Jerusalem. <br /> Nehemiah 2:20" 
        },
        {
            "date":"2022-8-28",
            "verse":"On the first day of the week let each one of you lay something aside, storing up as he may prosper, that there be no collections when I come. <br /> 1 Corinthians 16:2" 
        },
        {
            "date":"2022-8-29",
            "verse":"For I know the thoughts that I think toward you, says the Lord, thoughts of peace and not of evil, to give you a future and a hope. <br /> Jeremiah 29:11" 
        },
        {
            "date":"2022-8-30",
            "verse":"his Book of the Law shall not depart from your mouth, but you[a] shall meditate in it day and night, that you may observe to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <br /> Joshua 1:8" 
        },
        {
            "date":"2022-8-31",
            "verse":"Wealth gained by dishonesty will be diminished, But he who gathers by labor will increase. <br /> Proverbs 13:11" 
        },
        {
            "date":"2022-9-1",
            "verse":"For our citizenship is in heaven, from which we also eagerly wait for the Savior, the Lord Jesus Christ, <br /> Philippians 3:20" 
        },
        {
            "date":"2022-9-2",
            "verse":"BBehold what manner of love the Father has bestowed on us, that we should be called children of [a]God! Therefore the world does not know [b]us, because it did not know Him. <br /> 1 John 3:1" 
        },
        {
            "date":"2022-9-3",
            "verse":"For as many as are led by the Spirit of God, these are sons of God. 15 For you did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, “Abba,[a] Father. <br /> Romans 8:14-15" 
        },
        {
            "date":"2022-9-4",
            "verse":"They answered and said to Him, “Abraham is our father.'Jesus said to them, 'If you were Abraham's children, you would do the works of Abraham.' <br /> John 8:39" 
        },
        {
            "date":"2022-9-5",
            "verse":" In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will, <br /> Ephesians 1:11" 
        },
        {
            "date":"2022-9-6",
            "verse":"Then the King will say to those on His right hand, 'Come, you blessed of My Father, inherit the kingdom prepared for you from the foundation of the world: <br /> Matthew 25:34" 
        },
        {
            "date":"2022-9-7",
            "verse":"Now it happened on the third day that Esther put on her royal robes and stood in the inner court of the king's palace, across from the king's house, while the king sat on his royal throne in the royal house, facing the entrance of the [a]house. <br /> Esther 5:1" 
        },
        {
            "date":"2022-9-8",
            "verse":"The commander answered, “With a large sum I obtained this citizenship.” And Paul said, “But I was born a citizen.” <br /> Acts 22:28" 
        },
        {
            "date":"2022-9-9",
            "verse":"And He said to her, “What do you wish?” She said to Him, “Grant that these two sons of mine may sit, one on Your right hand and the other on the left, in Your kingdom.” 22 But Jesus answered and said, “You do not know what you ask. Are you able to drink the cup that I am about to drink, [a]and be baptized with the baptism that I am baptized with?” They said to Him, “We are able.” <br /> Matthew 20:21-22" 
        },
        {
            "date":"2022-9-10",
            "verse":"The royal daughter is all glorious within the palace; Her clothing is woven with gold. <br /> Psalms 45:13" 
        },
        {
            "date":"2022-9-11",
            "verse":"The heaven, even the heavens, are the Lord's; But the earth He has given to the children of men.<br /> Psalms 115:16" 
        },
        {
            "date":"2022-9-12",
            "verse":"Then Samuel explained to the people the behavior of royalty, and wrote it in a book and laid it up before the Lord. And Samuel sent all the people away, every man to his house. <br /> 1 Samuel 10:25" 
        },
        {
            "date":"2022-9-13",
            "verse":"And you shall do what is right and good in the sight of the Lord, that it may be well with you, and that you may go in and possess the good land of which the Lord swore to your fathers, <br /> Deuteronomy 6:18" 
        },
        {
            "date":"2022-9-14",
            "verse":"And tore the kingdom away from the house of David, and gave it to you; and yet you have not been as My servant David, who kept My commandments and who followed Me with all his heart, to do only what was right in My eyes; <br /> 1 Kings 14:8" 
        },
        {
            "date":"2022-9-15",
            "verse":"For I have known him, in order that he may command his children and his household after him, that they keep the way of the Lord, to do righteousness and justice, that the Lord may bring to Abraham what He has spoken to him.” <br /> Genesis 18:19" 
        },
        {
            "date":"2022-9-16",
            "verse":"Jesus said to him, “Then the sons are free. 27 Nevertheless, lest we offend them, go to the sea, cast in a hook, and take the fish that comes up first. And when you have opened its mouth, you will find a [a]piece of money; take that and give it to them for Me and you.” <br /> Matthew 17:26-27" 
        },
        {
            "date":"2022-9-17",
            "verse":"let a royal robe be brought which the king has worn, and a horse on which the king has ridden, which has a royal [a]crest placed on its head. <br /> Esther 6:8" 
        },
        {
            "date":"2022-9-18",
            "verse":"Now I say that the heir, as long as he is a child, does not differ at all from a slave, though he is master of all, 2 but is under guardians and stewards until the time appointed by the father. <br /> Galatians 4:1-2" 
        },
        {
            "date":"2022-9-19",
            "verse":"that you do not become [a]sluggish, but imitate those who through faith and patience inherit the promises. <br /> Hebrews 6:12" 
        },
        {
            "date":"2022-9-20",
            "verse":"He himself shall dwell in [a]prosperity, And his descendants shall inherit the earth. <br /> Psalms 25:13" 
        },
        {
            "date":"2022-9-21",
            "verse":"The Spirit Himself bears witness with our spirit that we are children of God, <br /> Romans 8:16" 
        },
        {
            "date":"2022-9-22",
            "verse":"She will place on your head an ornament of grace; A crown of glory she will deliver to you.” <br /> Proverbs 4:9" 
        },
        {
            "date":"2022-9-23",
            "verse":"So then, after the Lord had spoken to them, He was received up into heaven, and sat down at the right hand of God. <br /> Mark 16:19" 
        },
        {
            "date":"2022-9-24",
            "verse":"that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel, <br /> Ephesians 3:6" 
        },
        {
            "date":"2022-9-25",
            "verse":"And because you are sons, God has sent forth the Spirit of His Son into your hearts, crying out, [a]“Abba, Father!” 7 Therefore you are no longer a slave but a son, and if a son, then an heir [b]of God [c]through Christ. <br /> Galatians 4:6-7" 
        },
        {
            "date":"2022-9-26",
            "verse":"For you shall expand to the right and to the left, And your descendants will inherit the nations, And make the desolate cities inhabited. <br /> Isaiah 54:3" 
        },
        {
            "date":"2022-9-27",
            "verse":"Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world. <br /> 1 John 4:17" 
        },
        {
            "date":"2022-9-28",
            "verse":"Let every soul be subject to the governing authorities. For there is no authority except from God, and the authorities that exist are appointed by God. <br /> Romans 13:1" 
        },
        {
            "date":"2022-9-29",
            "verse":"Speak these things, exhort, and rebuke with all authority. Let no one despise you. <br /> Titus 2:15" 
        },
        {
            "date":"2022-9-30",
            "verse":"When the righteous [a]are in authority, the people rejoice; But when a wicked man rules, the people groan <br /> Proverbs 29:2" 
        },
        {
            "date":"2022-10-1",
            "verse":"Sing, O heavens, for the Lord has done it! Shout, you lower parts of the earth; Break forth into singing, you mountains, O forest, and every tree in it! For the Lord has redeemed Jacob, And glorified Himself in Israel. <br /> Isaiah 44:23" 
        },
        {
            "date":"2022-10-2",
            "verse":"And they went out and preached everywhere, the Lord working with them and confirming the word through the accompanying signs. Amen. <br /> Mark 16:20" 
        },
        {
            "date":"2022-10-3",
            "verse":"For thus says the High and Lofty One Who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, With him who has a contrite and humble spirit, To revive the spirit of the humble, And to revive the heart of the contrite ones. <br /> Isaiah 57:15" 
        },
        {
            "date":"2022-10-4",
            "verse":"Sing to the Lord, all the earth; Proclaim the good news of His salvation from day to day <br /> 1 Chronicles 16:23" 
        },
        {
            "date":"2022-10-5",
            "verse":"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth! <br /> Psalms 46:10" 
        },
        {
            "date":"2022-10-6",
            "verse":"Take My yoke upon you and learn from Me, for I am [a]gentle and lowly in heart, and you will find rest for your souls. <br /> Matthew 11:29" 
        },
        {
            "date":"2022-10-7",
            "verse":"The multitude of camels shall cover your land, The dromedaries of Midian and Ephah; All those from Sheba shall come; They shall bring gold and incense, And they shall proclaim the praises of the Lord. <br /> Isaiah 60:6" 
        },
        {
            "date":"2022-10-8",
            "verse":"Yours, O Lord, is the greatness, The power and the glory, The victory and the majesty; For all that is in heaven and in earth is Yours; Yours is the kingdom, O Lord, And You are exalted as head over all. <br /> 1 Chronicles 29:11" 
        },
        {
            "date":"2022-10-9",
            "verse":"Jesus answered and said to them, “Go and tell John the things which you hear and see: 5 The blind see and the lame walk; the lepers are cleansed and the deaf hear; the dead are raised up and the poor have the gospel preached to them. <br /> Matthew 11:4-5" 
        },
        {
            "date":"2022-10-10",
            "verse":"Keep your heart with all diligence, For out of it spring the issues of life. <br /> Proverbs 4:23" 
        },
        {
            "date":"2022-10-11",
            "verse":"But God is the Judge: He puts down one, And exalts another. <br /> Psalms 75:7" 
        },
        {
            "date":"2022-10-12",
            "verse":"Lift up your heads, O you gates! And be lifted up, you everlasting doors! And the King of glory shall come in. 8 Who is this King of glory? The Lord strong and mighty, The Lord mighty in battle. <br /> Psalms 24:7-8" 
        },
        {
            "date":"2022-10-13",
            "verse":"Oh, give thanks to the Lord, for He is good! For His [a]mercy endures forever. 2 Let the redeemed of the Lord say so, Whom He has redeemed from the hand of the enemy, <br /> Psalms 107:1-2" 
        },
        {
            "date":"2022-10-14",
            "verse":"Lift up your heads, O you gates! Lift up, you everlasting doors! And the King of glory shall come in. 10 Who is this King of glory? The Lord of hosts. He is the King of glory. Selah <br /> Psalms 24:9-10" 
        },
        {
            "date":"2022-10-15",
            "verse":"But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, 23 gentleness and self-control. Against such things there is no law <br /> Galatians 5:22-23" 
        },
        {
            "date":"2022-10-16",
            "verse":"But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, 23 gentleness and self-control. Against such things there is no law <br /> Galatians 5:22-23" 
        },
        {
            "date":"2022-10-17",
            "verse":"Who forgives all your iniquities, Who heals all your diseases, 4 Who redeems your life from destruction, Who crowns you with lovingkindness and tender mercies, <br /> Psalms 103:3-4" 
        },
        {
            "date":"2022-10-18",
            "verse":"He who dwells in the secret place of the Most High Shall abide under the shadow of the Almighty. 2 I will say of the Lord, “He is my refuge and my fortress; My God, in Him I will trust.” <br /> Psalms 91:1-2" 
        },
        {
            "date":"2022-10-19",
            "verse":"Oh, that men would give thanks to the Lord for His goodness, And for His wonderful works to the children of men! <br /> Psalms 107:8" 
        },
        {
            "date":"2022-10-20",
            "verse":"Who satisfies your mouth with good things,So that your youth is renewed like the eagle's 6 The Lord executes righteousness And justice for all who are oppressed. 7 He made known His ways to Moses, His acts to the children of Israel. 8 The Lord is merciful and gracious, Slow to anger, and abounding in mercy. <br /> Psalms 103:5-8" 
        },
        {
            "date":"2022-10-21",
            "verse":"Since therefore it remains that some must enter it, and those to whom it was first preached did not enter because of disobedience, <br /> Hebrews 4:6" 
        },
        {
            "date":"2022-10-22",
            "verse":"Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life. <br /> John 5:24" 
        },
        {
            "date":"2022-10-23",
            "verse":"For as the heavens are high above the earth, So great is His mercy toward those who fear Him; 12 As far as the east is from the west, So far has He removed our transgressions from us. <br /> Psalms 103:11-12" 
        },
        {
            "date":"2022-10-24",
            "verse":"And this gospel of the kingdom will be preached in all the world as a witness to all the nations, and then the end will come. <br /> Matthew 24:14" 
        },
        {
            "date":"2022-10-25",
            "verse":"God is our refuge and strength, A[a] very present help in trouble. 2 Therefore we will not fear, Even though the earth be removed, And though the mountains be carried into the [b]midst of the sea; <br /> Psalms 46:1-2" 
        },
        {
            "date":"2022-10-26",
            "verse":"And Jesus went about all Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all kinds of disease among the people. <br /> Matthew 4:23" 
        },
        {
            "date":"2022-10-27",
            "verse":"This is a faithful saying and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief. <br /> 1 Timothy 1:15" 
        },
        {
            "date":"2022-10-28",
            "verse":"What is my reward then? That when I preach the gospel, I may present the gospel [a]of Christ without charge, that I may not abuse my authority in the gospel. <br /> 1 Corinthians 9:18" 
        },
        {
            "date":"2022-10-29",
            "verse":"in mighty signs and wonders, by the power of the Spirit of God, so that from Jerusalem and round about to Illyricum I have fully preached the gospel of Christ. <br /> Romans 15:19" 
        },
        {
            "date":"2022-10-30",
            "verse":"Then behold, they brought to Him a paralytic lying on a bed. When Jesus saw their faith, He said to the paralytic, “Son, be of good cheer; your sins are forgiven you.” <br /> Matthew 9:2" 
        },
        {
            "date":"2022-10-31",
            "verse":"Again, the kingdom of heaven is like a merchant seeking beautiful pearls, 46 who, when he had found one pearl of great price, went and sold all that he had and bought it. <br /> Matthew 13:45-46" 
        },
        {
            "date":"2022-11-1",
            "verse":" And I will give you the keys of the kingdom of heaven, and whatever you bind on earth [a]will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <br /> Matthew 16:19" 
        },
        {
            "date":"2022-11-2",
            "verse":"Then Pharaoh said to Joseph, “Inasmuch as God has shown you all this, there is no one as discerning and wise as you. <br /> Genesis 41:39" 
        },

        {
            "date":"2022-11-3",
            "verse":"that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love, 18 may be able to comprehend with all the saints what is the width and length and depth and height <br /> Ephesians 3:17-18" 
        },

        {
            "date":"2022-11-4",
            "verse":"But above all these things put on love, which is the bond of perfection. <br /> Colossians 3:14" 
        },

        {
            "date":"2022-11-5",
            "verse":"But the father said to his servants, [a]'Bring out the best robe and put it on him, and put a ring on his hand and sandals on his feet <br /> Luke 15:22" 
        },

        {
            "date":"2022-11-6",
            "verse":"Let Your priests be clothed with righteousness, And let Your saints shout for joy. <br /> Psalms 132:9" 
        },

        {
            "date":"2022-11-7",
            "verse":" If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well; <br /> James 2:8" 
        },

        {
            "date":"2022-11-8",
            "verse":"For as many of you as were baptized into Christ have put on Christ. <br /> Galatians 3:27" 
        },

        {
            "date":"2022-11-9",
            "verse":"Oh, love the Lord, all you His saints! For the Lord preserves the faithful, And fully repays the proud person <br /> Psalms 31:23" 
        },

        {
            "date":"2022-11-10",
            "verse":"For “who has known the mind of the Lord that he may instruct Him?” But we have the mind of Christ. <br /> 1 Corinthians 2:16" 
        },

        {
            "date":"2022-11-11",
            "verse":"Likewise you younger people, submit yourselves to your elders. Yes, all of you be submissive to one another, and be clothed with humility, for “God resists the proud, But gives grace to the humble.” <br /> 1 Peter 5:5" 
        },

        {
            "date":"2022-11-12",
            "verse":"The kingdom of heaven is like a certain king who arranged a marriage for his son, <br /> Matthew 22:2" 
        },
        {
            "date":"2022-11-13",
            "verse":"The Lord reigns, He is clothed with majesty; The Lord is clothed, He has girded Himself with strength. Surely the world is established, so that it cannot be [a]moved. <br /> Psalms 93:1" 
        },

        {
            "date":"2022-11-14",
            "verse":"So the Lord exalted Solomon exceedingly in the sight of all Israel, and bestowed on him such royal majesty as had not been on any king before him in Israel. <br /> 1 Chronicles 29:25" 
        },

        {
            "date":"2022-11-15",
            "verse":"For You will save the humble people, But will bring down haughty looks. <br /> Psalms 18:27" 
        },

        {
            "date":"2022-11-16",
            "verse":"For in this we groan, earnestly desiring to be clothed with our [a]habitation which is from heaven <br /> 2 Corinthians 5:2" 
        },

        {
            "date":"2022-11-17",
            "verse":"Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <br /> Ephesians 6:14" 
        },

        {
            "date":"2022-11-18",
            "verse":"Bread from Asher shall be rich, And he shall yield royal dainties. <br /> Genesis 49:20" 
        },

        {
            "date":"2022-11-19",
            "verse":"Greater love has no one than this, than to lay down one's life for his friends. <br /> John 15:13" 
        },

        {
            "date":"2022-11-20",
            "verse":"But you shall receive power when the Holy Spirit has come upon you; and you shall be [a]witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth. <br /> Acts 1:8" 
        },
        {
            "date":"2022-11-21",
            "verse":"For thus says the High and Lofty One Who inhabits eternity, whose name is Holy: “I dwell in the high and holy place, With him who has a contrite and humble spirit, To revive the spirit of the humble, And to revive the heart of the contrite ones. <br /> Isaiah 57:15" 
        },

        {
            "date":"2022-11-22",
            "verse":"for I was hungry and you gave Me food; I was thirsty and you gave Me drink; I was a stranger and you took Me in; <br /> Matthew 25:35" 
        },
        {
            "date":"2022-11-23",
            "verse":"Then Solomon determined to build a temple for the name of the Lord, and a royal house for himself. <br /> 2 Chronicles 2:1" 
        },

        {
            "date":"2022-11-24",
            "verse":"By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren. <br /> 1 John 3:16" 
        },

        {
            "date":"2022-11-25",
            "verse":"And these governors, each man in his month, provided food for King Solomon and for all who came to King Solomon's table. There was no lack in their supply. <br /> 1 Kings 4:27" 
        },

        {
            "date":"2022-11-26",
            "verse":"But never again prophesy at Bethel, For it is the king's [a]sanctuary, And it is the royal [b]residence.” <br /> Amos 7:13" 
        },

        {
            "date":"2022-11-27",
            "verse":"A good man out of the good treasure of his heart brings forth good; and an evil man out of the evil [a]treasure of his heart brings forth evil. For out of the abundance of the heart his mouth speaks. <br /> Luke 6:45" 
        },
        {
            "date":"2022-11-28",
            "verse":"But also for this very reason, giving all diligence, add to your faith virtue, to virtue knowledge, 6 to knowledge self-control, to self-control [a]perseverance, to perseverance godliness, 7 to godliness brotherly kindness, and to brotherly kindness love. <br /> 2 Peter 1:5-7" 
        },

        {
            "date":"2022-11-29",
            "verse":"I would have lost heart, unless I had believed That I would see the goodness of the Lord In the land of the living. <br /> Psalms 27:13" 
        },

        {
            "date":"2022-11-30",
            "verse":"But the ones that fell on the good ground are those who, having heard the word with a noble and good heart, keep it and bear fruit with patience. <br /> Luke 8:15" 
        },

        {
            "date":"2022-12-1",
            "verse":"The king shall have joy in Your strength, O Lord; And in Your salvation how greatly shall he rejoice! 2 You have given him his heart's desire, And have not withheld the request of his lips. Selah <br /> Psalms 21:1-2" 
        },
        {
            "date":"2022-12-2",
            "verse":"And I heard, as it were, the voice of a great multitude, as the sound of many waters and as the sound of mighty thunderings, saying, “Alleluia! For the[a] Lord God Omnipotent reigns! 7 Let us be glad and rejoice and give Him glory, for the marriage of the Lamb has come, and His wife has made herself ready. <br /> Revelation 19:6-7" 
        },
        {
            "date":"2022-12-3",
            "verse":"Rejoice in the Lord always. Again I will say, rejoice! <br /> Philippians 4:4" 
        },
        {
            "date":"2022-12-4",
            "verse":"Now to the King eternal, immortal, invisible, to [a]God who alone is wise, be honor and glory forever and ever. Amen. <br /> 1 Timothy 1:17" 
        },
        {
            "date":"2022-12-5",
            "verse":"Oh, clap your hands, all you peoples! Shout to God with the voice of triumph! <br /> Psalms 47:1" 
        },
        {
            "date":"2022-12-6",
            "verse":"to whom also Abraham gave a tenth part of all, first being translated “king of righteousness,” and then also king of Salem, meaning “king of peace,” <br /> Hebrews 7:2" 
        },
        {
            "date":"2022-12-7",
            "verse":"Save us, O Lord our God, And gather us from among the Gentiles, To give thanks to Your holy name, To triumph in Your praise. <br /> Psalms 106:47" 
        },
        {
            "date":"2022-12-8",
            "verse":"And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <br /> Ephesians 4:30" 
        },
        {
            "date":"2022-12-9",
            "verse":"Make a joyful shout to the Lord, [a]all you lands! 2 Serve the Lord with gladness; Come before His presence with singing. <br /> Psalms 100:1-2" 
        },
        {
            "date":"2022-12-10",
            "verse":"Who is this King of glory? The Lord strong and mighty, The Lord mighty in battle. 9 Lift up your heads, O you gates! Lift up, you everlasting doors! And the King of glory shall come in. <br /> Psalms 24:8-9" 
        },
        {
            "date":"2022-12-11",
            "verse":"Know that the Lord, He is God; It is He who has made us, and [a]not we ourselves; We are His people and the sheep of His pasture. 4 Enter into His gates with thanksgiving, And into His courts with praise. Be thankful to Him, and bless His name. <br /> Psalms 100:3-4" 
        },
        {
            "date":"2022-12-12",
            "verse":"And He has on His robe and on His thigh a name written: KING OF KINGS AND LORD OF LORDS. <br /> Revelation 19:16" 
        },
        {
            "date":"2022-12-13",
            "verse":"You shall keep it as a feast to the Lord for seven days in the year. It shall be a statute forever in your generations. You shall celebrate it in the seventh month. <br /> Leviticus 23:41" 
        },
        {
            "date":"2022-12-14",
            "verse":"Pilate therefore said to Him, “Are You a king then?” Jesus answered, “You say rightly that I am a king. For this cause I was born, and for this cause I have come into the world, that I should bear witness to the truth. Everyone who is of the truth hears My voice. <br /> John 18:37" 
        },
        {
            "date":"2022-12-15",
            "verse":"Then the seventh angel sounded: And there were loud voices in heaven, saying, “The [a]kingdoms of this world have become the kingdoms of our Lord and of His Christ, and He shall reign forever and ever!” 16 And the twenty-four elders who sat before God on their thrones fell on their faces and worshiped God, <br /> Revelation 11:15-16" 
        },
        {
            "date":"2022-12-16",
            "verse":"We give You thanks, O Lord God Almighty, The One who is and who was [a]and who is to come,Because You have taken Your great power and reigned. <br /> Revelation 11:17" 
        },
        {
            "date":"2022-12-17",
            "verse":"Now thanks be to God who always leads us in triumph in Christ, and through us [a]diffuses the fragrance of His knowledge in every place. <br /> 2 Corinthians 2:14" 
        },
        {
            "date":"2022-12-18",
            "verse":"And the nations [a]of those who are saved shall walk in its light, and the kings of the earth bring their glory and honor [b]into it <br /> Revelation 21:24" 
        },
        {
            "date":"2022-12-19",
            "verse":"Give[a] unto the Lord, O you mighty ones, Give unto the Lord glory and strength. 2 [b]Give unto the Lord the glory [c]due to His name; Worship the Lord in the [d]beauty of holiness. <br /> Psalms 29:1-2" 
        },
        {
            "date":"2022-12-20",
            "verse":"Oh, love the Lord, all you His saints! For the Lord preserves the faithful, And fully repays the proud person. <br /> Psalms 31:23" 
        },
        {
            "date":"2022-12-21",
            "verse":"God reigns over the nations; God sits on His holy throne. <br /> Psalms 47:8" 
        },
        {
            "date":"2022-12-22",
            "verse":"For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace. <br /> Isaiah 9:6" 
        },
        {
            "date":"2022-12-23",
            "verse":"Bless God in the congregations, The Lord, from the fountain of Israel. <br /> GPsalms 68:26" 
        },
        {
            "date":"2022-12-24",
            "verse":"Then the moon will be disgraced And the sun ashamed; For the Lord of hosts will reign On Mount Zion and in Jerusalem And before His elders, gloriously. <br /> Isaiah 24:23" 
        },
        {
            "date":"2022-12-25",
            "verse":"Of the increase of His government and peace There will be no end, Upon the throne of David and over His kingdom, To order it and establish it with judgment and justice From that time forward, even forever. The zeal of the Lord of hosts will perform this. <br /> Isaiah 9:7" 
        },
        {
            "date":"2022-12-26",
            "verse":"You are worthy, [a]O Lord, To receive glory and honor and power; For You created all things, And by Your will they [b]exist and were created <br /> Revelation 4:11" 
        },
        {
            "date":"2022-12-27",
            "verse":"I will bless the Lord at all times; His praise shall continually be in my mouth. <br /> Psalms 34:1" 
        },
        {
            "date":"2022-12-28",
            "verse":"But his delight is in the law of the Lord, And in His law he [a]meditates day and night. 3 He shall be like a tree Planted by the [b]rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper. <br /> Psalms 1:2-3" 
        },
        {
            "date":"2022-12-29",
            "verse":"looking unto Jesus, the [a]author and [b]finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God. <br /> Hebrews 12:2" 
        },
        {
            "date":"2022-12-30",
            "verse":"The Lord is my light and my salvation; Whom shall I fear? The Lord is the strength of my life; Of whom shall I be afraid? <br /> Psalms 27:1" 
        },
        {
            "date":"2022-12-31",
            "verse":"Be glad then, you children of Zion, And rejoice in the Lord your God; For He has given you the [a]former rain faithfully, And He will cause the rain to come down for you—The former rain, And the latter rain in the first month. <br /> Joel 2:23" 
        }
    ]
}